{
  "nav_about": "Men haqimda",
  "nav_mission": "Maqsad",
  "nav_journey": "Sayohat",
  "nav_connect": "Bog'lanish",
  "hero_greeting": "Salom, men",
  "hero_name": "To'rabek Raufov",
  "hero_tagline": "iTravels asoschisi • Tur operatori va Gid • Full Stack Dasturchi",
  "hero_bio": "Men Samarqandlik yosh tadbirkorman — turizm, texnologiya va raqamli sohalarda faoliyat yuritaman. Asosiy e'tiborim haqiqiy ta'sirga, toza ijroga va uzoq muddatli harakatlarga qaratilgan.",
  "hero_cta_projects": "Ko'proq ko'rish",
  "hero_cta_hire": "Keling, gaplashamiz",
  "about_title": "Men haqimda",
  "about_bio": "Ismim To'rabek. Men O'zbekistonda joylashgan, xalqaro musulmon sayohatchilar uchun premium tajribalar yaratishga qaratilgan mustaqil sayohat xizmati — iTravels asoschisiman. Shuningdek, litsenziyaga ega tur operatori va gid sifatida, barcha logistika va aloqalarni o'zim boshqargan holda, haqiqiy mijozlar bilan ishlayman. Bundan tashqari, men texnologiya sohasida full stack dasturchi sifatida ishlab, real muammolarni hal qiladigan platformalar va tizimlar yarataman. Men qilayotgan har bir narsa noldan qurilgan — hech qanday qisqa yo'llarsiz, ortiqcha gaplarsiz.",
  "about_fun_facts_title": "Faktlar",
  "about_fun_fact_1": "Men To'rabekman",
  "about_fun_fact_2": "Men ijodkorlikni yaxshi ko'raman",
  "about_fun_fact_3": "4 ta tilda erkin so'zlashaman: o'zbek, ingliz, rus, nemis.",
  "mission_title": "Maqsad",
  "mission_bio": "Men bu yerga tizimga moslashish uchun kelmaganman — men yangi tizim qurish uchun kelganman. iTravels faqat boshlanishi. Men chegaralardan tashqariga chiqmoqchiman — mahalliy turizmdan global platformalargacha. Texnologiya mening ikkinchi qurolim. Men sayohat vositalari, islomiy kontent platformalari va xalqimiz uchun raqamli ekotizimlar ishlab chiqyapman.",
  "journey_title": "Mening Sayohatim",
  "journey_1_title": "Westminster Litseyi",
  "journey_1_desc": "O'zbekistonning eng yaxshi akademik litseylaridan birini tamomlaganman, u yerda ingliz tili, tanqidiy fikrlash va yetakchilik bo'yicha poydevorimni qurganman.",
  "journey_2_title": "Ipak Yo'li Turizm Universiteti",
  "journey_2_desc": "Hozirda Turizmda Menejment yo'nalishida tahsil olyapman. Bu yerda men nazariyani iTravels orqali real dunyo sayohat tajribasi bilan birlashtirdim.",
  "journey_3_title": "Dasturlash Sayohati",
  "journey_3_desc": "Frontend dasturchi sifatida boshlaganman. Hozirda full stack ilovalar yaratib, kod orqali muammolarni hal qilmoqdaman.",
  "journey_4_title": "iTravels'ning ishga tushirilishi",
  "journey_4_desc": "Xorijiy musulmon sayohatchilar uchun o'z sayyohlik agentligimga asos soldim. Uni brendladim, qurdim va haqiqatga aylantirdim — investorlarsiz, faqat mehnat bilan.",
  "journey_5_title": "O'z-o'zini o'rgangan dasturchi",
  "journey_5_desc": "Hech qanday o'quv kurslari yo'q. O'qituvchilar yo'q. Faqat hujjatlar, YouTube va kundalik majburiyat. Endi zamonaviy texnologiyalar bilan ishonchli kod yozyapman.",
  "journey_6_title": "Kattaroq Manzara",
  "journey_6_desc": "Hamma narsani kengaytirmoqdaman. Texnologiyaga kirib borish, yangi g'oyalarni ishga tushirish va yosh musulmon quruvchilar nimalarga qodir ekanligini isbotlash.",
  "connect_title": "Keling, bog'lanamiz",
  "connect_desc": "Men haqiqiy suhbatlarga ochiqman — hamkorlik, intervyular, biznes kelishuvlari yoki shunchaki bir xil fikrlaydigan odamlar bilan bog'lanish. Spam yo'q. Botlar yo'q. Faqat odamlar.",
  "contact_form_name": "Ism",
  "contact_form_email": "Email",
  "contact_form_message": "Xabar",
  "contact_form_submit": "Yuborish",
  "contact_info_location": "Manzil",
  "contact_info_location_value": "Samarqand, O'zbekiston",
  "contact_info_email": "Email",
  "contact_info_email_value": "hello@t6rabek.dev",
  "footer_tagline": "© 2025 To'rabek Raufov — CEO. Gid. Dasturchi. Quruvchi.",
  "footer_btt": "↑ Yuqoriga"
}
