{
  "nav_about": "Sobre mí",
  "nav_mission": "Visión",
  "nav_journey": "Trayectoria",
  "nav_connect": "Contacto",
  "hero_greeting": "Hola, soy",
  "hero_name": "To'rabek Raufov",
  "hero_tagline": "Cofundador de iTravels • Operador Turístico y Guía • Desarrollador Full Stack",
  "hero_bio": "Soy un joven emprendedor de Samarcanda, Uzbekistán — construyendo en turismo, tecnología y el espacio digital. Enfocado en un impacto real, una ejecución limpia y movimientos a largo plazo.",
  "hero_cta_projects": "Explorar más",
  "hero_cta_hire": "Hablemos",
  "about_title": "Sobre mí",
  "about_bio": "Mi nombre es To’rabek. Soy el cofundador de iTravels — un servicio de viajes independiente con sede en Uzbekistán, enfocado en crear experiencias premium para viajeros musulmanes internacionales. También soy un operador turístico y guía con licencia, manejando clientes reales en el terreno y gestionando toda la logística y comunicación yo mismo. Además de eso, trabajo en tecnología como desarrollador full stack, construyendo plataformas y sistemas que resuelven problemas reales. Todo lo que hago está construido desde cero — sin atajos, sin adornos.",
  "about_fun_facts_title": "Datos curiosos",
  "about_fun_fact_1": "Soy To'rabek",
  "about_fun_fact_2": "Amo la creatividad",
  "about_fun_fact_3": "Hablo con fluidez 4 idiomas: uzbeko, inglés, ruso, alemán.",
  "mission_title": "Mi Visión",
  "mission_bio": "No estoy aquí para encajar en el sistema — estoy aquí para construir uno nuevo. iTravels es solo el principio. Quiero escalar más allá de las fronteras — del turismo local a las plataformas globales. La tecnología es mi segunda arma. Estoy desarrollando herramientas de viaje, plataformas de contenido islámico y ecosistemas digitales para nuestra gente.",
  "journey_title": "Mi Trayectoria",
  "journey_1_title": "Liceo de Westminster",
  "journey_1_desc": "Me gradué de uno de los mejores liceos académicos de Uzbekistán, donde construí mi base en inglés, pensamiento crítico y liderazgo.",
  "journey_2_title": "Universidad de Turismo 'Ruta de la Seda'",
  "journey_2_desc": "Actualmente estudio Gestión en Turismo. Aquí es donde combiné la teoría con la experiencia de viaje del mundo real a través de iTravels.",
  "journey_3_title": "Trayectoria en Programación",
  "journey_3_desc": "Comencé como desarrollador frontend. Ahora construyo aplicaciones full stack y resuelvo problemas a través del código.",
  "journey_4_title": "Lanzamiento de iTravels",
  "journey_4_desc": "Fundé mi propia agencia de viajes para viajeros musulmanes extranjeros. La marqué, la construí y la hice real — sin inversores, solo trabajo duro.",
  "journey_5_title": "Desarrollador Autodidacta",
  "journey_5_desc": "Sin bootcamps. Sin profesores. Solo documentación, YouTube y compromiso diario. Ahora programo con confianza utilizando pilas tecnológicas modernas.",
  "journey_6_title": "El Panorama General",
  "journey_6_desc": "Escalando todo. Expandiendo en tecnología, lanzando nuevas ideas y demostrando en qué pueden convertirse los jóvenes constructores musulmanes.",
  "connect_title": "Conectemos",
  "connect_desc": "Estoy abierto a conversaciones reales — asociaciones, entrevistas, acuerdos comerciales o simplemente conectar con personas de ideas afines. Sin spam. Sin bots. Solo personas.",
  "contact_form_name": "Nombre",
  "contact_form_email": "Email",
  "contact_form_message": "Mensaje",
  "contact_form_submit": "Enviar",
  "contact_info_location": "Ubicación",
  "contact_info_location_value": "Samarcanda, Uzbekistán",
  "contact_info_email": "Email",
  "contact_info_email_value": "hello@t6rabek.dev",
  "footer_tagline": "© 2025 To'rabek Raufov — CEO. Guía. Programador. Constructor.",
  "footer_btt": "↑ Arriba"
}
