{
  "nav_about": "Обо мне",
  "nav_mission": "Видение",
  "nav_journey": "Путь",
  "nav_connect": "Контакты",
  "hero_greeting": "Привет, я",
  "hero_name": "Турабек Рауфов",
  "hero_tagline": "Сооснователь iTravels • Туроператор и Гид • Full Stack Разработчик",
  "hero_bio": "Я молодой предприниматель из Самарканда, Узбекистан — строю проекты в туризме, технологиях и цифровом пространстве. Сосредоточен на реальном влиянии, чистом исполнении и долгосрочных шагах.",
  "hero_cta_projects": "Узнать больше",
  "hero_cta_hire": "Обсудить",
  "about_title": "Обо мне",
  "about_bio": "Меня зовут Турабек. Я сооснователь iTravels — независимого туристического сервиса в Узбекистане, ориентированного на создание премиального опыта для международных мусульманских путешественников. Я также лицензированный туроператор и гид, работающий с реальными клиентами на месте и самостоятельно управляющий всей логистикой и коммуникацией. Кроме того, я работаю в сфере технологий как full stack разработчик, создавая платформы и системы, которые решают реальные проблемы. Все, что я делаю, создано с нуля — без коротких путей и лишних слов.",
  "about_fun_facts_title": "Факты",
  "about_fun_fact_1": "Я Турабек",
  "about_fun_fact_2": "Я люблю творчество",
  "about_fun_fact_3": "Свободно говорю на 4 языках: узбекском, английском, русском, немецком.",
  "mission_title": "Видение",
  "mission_bio": "Я здесь не для того, чтобы вписаться в систему — я здесь, чтобы построить новую. iTravels — это только начало. Я хочу масштабироваться за пределы границ — от местного туризма до глобальных платформ. Технологии — мое второе оружие. Я разрабатываю туристические инструменты, платформы с исламским контентом и цифровые экосистемы для нашего народа.",
  "journey_title": "Мой путь",
  "journey_1_title": "Вестминстерский лицей",
  "journey_1_desc": "Окончил один из лучших академических лицеев в Узбекистане, где заложил основы английского языка, критического мышления и лидерства.",
  "journey_2_title": "Университет туризма 'Шелковый путь'",
  "journey_2_desc": "В настоящее время изучаю менеджмент в туризме. Здесь я сопоставил теорию с реальным опытом путешествий через iTravels.",
  "journey_3_title": "Путь в программировании",
  "journey_3_desc": "Начинал как frontend-разработчик. Сейчас создаю full stack приложения и решаю проблемы с помощью кода.",
  "journey_4_title": "Запуск iTravels",
  "journey_4_desc": "Основал собственное туристическое агентство для иностранных мусульманских путешественников. Создал бренд, построил его и сделал реальным — без инвесторов, только упорный труд.",
  "journey_5_title": "Разработчик-самоучка",
  "journey_5_desc": "Никаких буткемпов. Никаких учителей. Только документация, YouTube и ежедневная самоотдача. Теперь уверенно программирую на современных технологических стеках.",
  "journey_6_title": "Большая картина",
  "journey_6_desc": "Масштабирую все. Расширяюсь в технологии, запускаю новые идеи и доказываю, кем могут стать молодые мусульманские созидатели.",
  "connect_title": "Давайте на связи",
  "connect_desc": "Я открыт для реальных разговоров — партнерства, интервью, деловые предложения или просто общение с единомышленниками. Без спама. Без ботов. Только люди.",
  "contact_form_name": "Имя",
  "contact_form_email": "Email",
  "contact_form_message": "Сообщение",
  "contact_form_submit": "Отправить",
  "contact_info_location": "Местоположение",
  "contact_info_location_value": "Самарканд, Узбекистан",
  "contact_info_email": "Email",
  "contact_info_email_value": "hello@t6rabek.dev",
  "footer_tagline": "© 2025 Турабек Рауфов — CEO. Гид. Кодер. Строитель.",
  "footer_btt": "↑ Наверх"
}
