{
  "nav_about": "Chi sono",
  "nav_mission": "Visione",
  "nav_journey": "Percorso",
  "nav_connect": "Contatti",
  "hero_greeting": "Ciao, sono",
  "hero_name": "To'rabek Raufov",
  "hero_tagline": "Co-fondatore di iTravels • Operatore Turistico e Guida • Sviluppatore Full Stack",
  "hero_bio": "Sono un giovane imprenditore di Samarcanda, Uzbekistan — costruisco nel turismo, nella tecnologia e nello spazio digitale. Focalizzato su un impatto reale, un'esecuzione pulita e mosse a lungo termine.",
  "hero_cta_projects": "Scopri di più",
  "hero_cta_hire": "Parliamone",
  "about_title": "Chi sono",
  "about_bio": "Mi chiamo To’rabek. Sono il co-fondatore di iTravels — un servizio di viaggio indipendente con sede in Uzbekistan, focalizzato sulla creazione di esperienze premium per viaggiatori musulmani internazionali. Sono anche un operatore turistico e una guida con licenza, gestendo clienti reali sul campo e occupandomi personalmente di tutta la logistica e la comunicazione. Inoltre, lavoro nel settore tecnologico come sviluppatore full stack, costruendo piattaforme e sistemi che risolvono problemi reali. Tutto ciò che faccio è costruito da zero — senza scorciatoie, senza fronzoli.",
  "about_fun_facts_title": "Curiosità",
  "about_fun_fact_1": "Sono To'rabek",
  "about_fun_fact_2": "Amo la creatività",
  "about_fun_fact_3": "Parlo fluentemente 4 lingue: uzbeko, inglese, russo, tedesco.",
  "mission_title": "La mia Visione",
  "mission_bio": "Non sono qui per adattarmi al sistema — sono qui per costruirne uno nuovo. iTravels è solo l'inizio. Voglio espandermi oltre i confini — dal turismo locale alle piattaforme globali. La tecnologia è la mia seconda arma. Sto sviluppando strumenti di viaggio, piattaforme di contenuti islamici ed ecosistemi digitali per la nostra gente.",
  "journey_title": "Il mio Percorso",
  "journey_1_title": "Liceo di Westminster",
  "journey_1_desc": "Mi sono diplomato in uno dei migliori licei accademici dell'Uzbekistan, dove ho costruito le mie basi in inglese, pensiero critico e leadership.",
  "journey_2_title": "Università del Turismo 'Via della Seta'",
  "journey_2_desc": "Attualmente studio Management del Turismo. È qui che ho abbinato la teoria all'esperienza di viaggio reale attraverso iTravels.",
  "journey_3_title": "Percorso nella Programmazione",
  "journey_3_desc": "Ho iniziato come sviluppatore frontend. Ora costruisco app full stack e risolvo problemi attraverso il codice.",
  "journey_4_title": "Lancio di iTravels",
  "journey_4_desc": "Ho fondato la mia agenzia di viaggi per viaggiatori musulmani stranieri. L'ho brandizzata, costruita e resa reale — senza investitori, solo duro lavoro.",
  "journey_5_title": "Sviluppatore Autodidatta",
  "journey_5_desc": "Nessun bootcamp. Nessun insegnante. Solo documentazione, YouTube e impegno quotidiano. Ora programmo con sicurezza usando stack tecnologici moderni.",
  "journey_6_title": "Il Quadro Generale",
  "journey_6_desc": "Sto scalando tutto. Espandendomi nella tecnologia, lanciando nuove idee e dimostrando cosa possono diventare i giovani costruttori musulmani.",
  "connect_title": "Connettiamoci",
  "connect_desc": "Sono aperto a conversazioni reali — partnership, interviste, accordi commerciali o semplicemente per connettermi con persone che la pensano come me. Niente spam. Niente bot. Solo persone.",
  "contact_form_name": "Nome",
  "contact_form_email": "Email",
  "contact_form_message": "Messaggio",
  "contact_form_submit": "Invia",
  "contact_info_location": "Posizione",
  "contact_info_location_value": "Samarcanda, Uzbekistan",
  "contact_info_email": "Email",
  "contact_info_email_value": "hello@t6rabek.dev",
  "footer_tagline": "© 2025 To'rabek Raufov — CEO. Guida. Coder. Costruttore.",
  "footer_btt": "↑ Torna su"
}
