{
  "nav_about": "About",
  "nav_mission": "Vision",
  "nav_journey": "Journey",
  "nav_connect": "Contact",
  "hero_greeting": "Hey, I'm",
  "hero_name": "To'rabek Raufov",
  "hero_tagline": "Co-Founder of iTravels • Tour Operator and Tour Guide • Full Stack Dev",
  "hero_bio": "I’m a young entrepreneur from Samarkand, Uzbekistan — building in tourism, tech, and the digital space. Focused on real impact, clean execution, and long-term moves.",
  "hero_cta_projects": "Explore More",
  "hero_cta_hire": "Let’s Talk",
  "about_title": "About Me",
  "about_bio": "My name is To’rabek. I’m the co-founder of iTravels — an independent travel service based in Uzbekistan, focused on creating premium experiences for international Muslim travelers. I’m also a licensed tour operator and guide, handling real clients on the ground, while managing all logistics and communication myself. On top of that, I work in tech as a full stack developer, building platforms and systems that solve real problems. Everything I do is built from scratch — no shortcuts, no fluff.",
  "about_fun_facts_title": "Facts",
  "about_fun_fact_1": "I am To'rabek",
  "about_fun_fact_2": "I love creativity",
  "about_fun_fact_3": "Fluent in 4 languages: Uzbek, English, Russian, German.",
  "mission_title": "Vision",
  "mission_bio": "I’m not here to fit into the system — I’m here to build a new one. iTravels is just the beginning. I want to scale beyond borders — from local tourism to global platforms. Tech is my second weapon. I’m developing travel tools, Islamic content platforms, and digital ecosystems for our people.",
  "journey_title": "My Journey",
  "journey_1_title": "Westminster Lyceum",
  "journey_1_desc": "Graduated from one of the top academic lyceums in Uzbekistan, where I built my foundation in English, critical thinking, and leadership.",
  "journey_2_title": "Silk Road University of Tourism",
  "journey_2_desc": "Currently studying Management in Tourism. This is where I matched theory with real-world travel experience through iTravels.",
  "journey_3_title": "Programming Journey",
  "journey_3_desc": "Started as a frontend developer. Now building full stack apps and solving problems through code.",
  "journey_4_title": "iTravels Launch",
  "journey_4_desc": "Founded my own travel agency for foreign Muslim travelers. Branded it, built it, and made it real — no investors, just grind.",
  "journey_5_title": "Self-Taught Developer",
  "journey_5_desc": "No bootcamps. No teachers. Just docs, YouTube, and daily commitment. Now coding confidently with modern tech stacks.",
  "journey_6_title": "Bigger Picture",
  "journey_6_desc": "Scaling everything. Expanding into tech, launching new ideas, and proving what young Muslim builders can become.",
  "connect_title": "Let’s Connect",
  "connect_desc": "I’m open to real conversations — partnerships, interviews, business deals, or just connecting with like-minded people. No spam. No bots. Just people.",
  "contact_form_name": "Name",
  "contact_form_email": "Email",
  "contact_form_message": "Message",
  "contact_form_submit": "Send",
  "contact_info_location": "Location",
  "contact_info_location_value": "Samarkand, Uzbekistan",
  "contact_info_email": "Email",
  "contact_info_email_value": "hello@t6rabek.dev",
  "footer_tagline": "© 2025 To'rabek Raufov — CEO. Guide. Coder. Builder.",
  "footer_btt": "↑ Top"
}
