{
  "nav_about": "نبذة عني",
  "nav_mission": "الرؤية",
  "nav_journey": "رحلتي",
  "nav_connect": "تواصل",
  "hero_greeting": "مرحباً، أنا",
  "hero_name": "طرابك رؤوف",
  "hero_tagline": "مؤسس مشارك في iTravels • منظم رحلات ودليل سياحي • مطور Full Stack",
  "hero_bio": "أنا رائد أعمال شاب من سمرقند، أوزبكستان — أبني في مجالات السياحة والتكنولوجيا والفضاء الرقمي. أركز على التأثير الحقيقي والتنفيذ المتقن والخطوات طويلة الأمد.",
  "hero_cta_projects": "اكتشف المزيد",
  "hero_cta_hire": "لنتحدث",
  "about_title": "نبذة عني",
  "about_bio": "اسمي طرابك. أنا المؤسس المشارك لـ iTravels — وهي خدمة سفر مستقلة مقرها في أوزبكستان، تركز على خلق تجارب متميزة للمسافرين المسلمين الدوليين. أنا أيضًا منظم رحلات ومرشد سياحي مرخص، أتعامل مع عملاء حقيقيين على الأرض، وأدير جميع الخدمات اللوجستية والاتصالات بنفسي. علاوة على ذلك، أعمل في مجال التكنولوجيا كمطور full stack، حيث أقوم ببناء منصات وأنظمة تحل مشاكل حقيقية. كل ما أفعله مبني من الصفر — لا طرق مختصرة، لا زخرفة.",
  "about_fun_facts_title": "حقائق",
  "about_fun_fact_1": "أنا طرابك",
  "about_fun_fact_2": "أحب الإبداع",
  "about_fun_fact_3": "أتحدث 4 لغات بطلاقة: الأوزبكية، الإنجليزية، الروسية، الألمانية.",
  "mission_title": "الرؤية",
  "mission_bio": "أنا لست هنا لأتكيف مع النظام — أنا هنا لبناء نظام جديد. iTravels هي مجرد البداية. أريد التوسع خارج الحدود — من السياحة المحلية إلى المنصات العالمية. التكنولوجيا هي سلاحي الثاني. أقوم بتطوير أدوات سفر ومنصات محتوى إسلامي وأنظمة بيئية رقمية لشعبنا.",
  "journey_title": "رحلتي",
  "journey_1_title": "مدرسة وستمنستر الثانوية",
  "journey_1_desc": "تخرجت من واحدة من أفضل المدارس الثانوية الأكاديمية في أوزبكستان، حيث بنيت أساسي في اللغة الإنجليزية والتفكير النقدي والقيادة.",
  "journey_2_title": "جامعة طريق الحرير للسياحة",
  "journey_2_desc": "أدرس حاليًا الإدارة في السياحة. هنا طابقت النظرية مع تجربة السفر الواقعية من خلال iTravels.",
  "journey_3_title": "رحلة البرمجة",
  "journey_3_desc": "بدأت كمطور واجهة أمامية. الآن أقوم ببناء تطبيقات full stack وحل المشكلات من خلال الكود.",
  "journey_4_title": "إطلاق iTravels",
  "journey_4_desc": "أسست وكالة سفري الخاصة للمسافرين المسلمين الأجانب. قمت بتمييزها وبنائها وجعلتها حقيقية — لا مستثمرين، فقط عمل جاد.",
  "journey_5_title": "مطور علّم نفسه بنفسه",
  "journey_5_desc": "لا معسكرات تدريب. لا معلمون. فقط الوثائق ويوتيوب والالتزام اليومي. الآن أبرمج بثقة باستخدام أحدث التقنيات.",
  "journey_6_title": "الصورة الأكبر",
  "journey_6_desc": "توسيع كل شيء. التوسع في التكنولوجيا، إطلاق أفكار جديدة، وإثبات ما يمكن أن يصبح عليه البناؤون المسلمون الشباب.",
  "connect_title": "لنتواصل",
  "connect_desc": "أنا منفتح على المحادثات الحقيقية — شراكات، مقابلات، صفقات تجارية، أو مجرد التواصل مع الأشخاص ذوي التفكير المماثل. لا بريد مزعج. لا روبوتات. فقط أناس.",
  "contact_form_name": "الاسم",
  "contact_form_email": "البريد الإلكتر الإلكتروني",
  "contact_form_message": "الرسالة",
  "contact_form_submit": "إرسال",
  "contact_info_location": "الموقع",
  "contact_info_location_value": "سمرقند، أوزبكستان",
  "contact_info_email": "البريد الإلكتروني",
  "contact_info_email_value": "hello@t6rabek.dev",
  "footer_tagline": "© 2025 طرابك رؤوف — مدير تنفيذي. دليل. مبرمج. بنّاء.",
  "footer_btt": "↑ للأعلى"
}
